Repository: Siddhant53000/Projects2
Catalog: LextTalk-Winston_Hoglen_Tianchen/iOS/Resources/*.lproj/Localizable.strings
Languages: ca, es, fr

source: Unblocking user...
ca: Desbloquejant usuari...
es: Desbloqueando usuario...
fr: Deblocage de l'utilisateur...

source: Unhandled exception
ca: Excepció no controlada
es: Excepción no controlada
fr: Exception non gérée

source: Updating database...
ca: Actualitzant base de dades...
es: Actualizando base de datos...
fr: Mise à jour de la base de données...

source: Use GPS? (off: center the map where you wish to be shown)
ca: Utilitzar GPS? (no: centra el mapa on vulguis que et vegin)
es: Usar GPS? (off: centra el mapa donde quieras que se te muestre)
fr: Utiliser le GPS ? (si non : centrez la carte où vous souhaitez qu'on vous trouve)

source: Use a name, language or both in order to look for available chatrooms
ca: Utilitza un nom, idioma o ambdós per trobar sales de xat disponibles
es: Usa un nombre, lenguaje o ambos para buscar salas de chat disponibles
fr: Utilisez un nom et/ou une langue pour rechercher des salles de chat disponibles

source: Use at least one of the search options in order to look for for other users
ca: Activa com a mínim una de les opcions de cerca per tal de cercar altres usuaris
es: Utiliza al menos una de las opciones de búsqueda para buscar a otros usuarios
fr: Utilisez au moins une des options de recherche afin de trouver d'autres utilisateurs

source: Use at least one search option!
ca: Utilitza com a mínim una opció de cerca!
es: ¡Utiliza al menos una opción de búsqueda!
fr: Utilisez au moins une option de recherche !

source: User blocked!
ca: Usuari bloquejat!
es: ¡Usuario bloqueado!
fr: Utilisateur bloqué !

source: User deleted!
ca: Usuari esborrat!
es: ¡Usuario borrado!
fr: Utilisateur supprimé !

source: Username
ca: Nom d'usuari
es: Nombre de usuario
fr: Nom d'utilisateur

source: Username & Photo
ca: Nom d'usuari & Foto
es: Nombre de usuario y foto
fr: Nom d'utilisateur et Photo

source: Users on the map
ca: Usuaris al mapa
es: Usuarios en el mapa
fr: Utilisateurs sur la carte

source: Vibrate
ca: Vibrar
es: Vibrar
fr: Vibrer

source: When receiving a message
ca: Al rebre un missatge
es: Al recibir un mensaje
fr: Lors de la réception d'un message

source: When you have translated something, by tapping this button, you can copy that text to the chat windows.
ca: Quan hagis traduït alguna cosa, prement aquest botó pots copiar el text a les finestres de xat.
es: Cuando has traducido algo, presionando este botón, puedes copiar ese texto en las ventanas de conversación.
fr: Lorsque vous avez traduit quelque chose, en appuyant sur ce bouton, vous pouvez copier ce texte pour le placer dans les fenêtres de conversation.

source: Whole world
ca: Món sencer
es: Todo el mundo
fr: Tout le monde

# Would you like to connect to Facebook to find your friends who are in Lext Talk?
source: Would you like to connect to Facebook and find your friends who are in Lext Talk?
ca: Vols connectar amb Facebook i cercar quins amics estan a Lext Talk?
es: ¿Quieres conectar con Facebook y buscar qué amigos están en Lext Talk?
fr: Souhaitez-vous vous connecter à Facebook et retrouver vos amis qui sont sur Lext Talk ?

source: Do you want us to search your address book to find your friends which are already in Lext Talk?
ca: Vols que cerquem quins dels teus contactes ja estan a Lext Talk?
es: ¿Quieres que busquemos que amigos de tu agenda ya están en Lext Talk?
fr: Voulez-vous chercher votre carnet d'adresses pour trouver vos amis qui sont déjà sur Lext Talk ?

source: Write something to be read!
ca: Escriu alguna cosa per que sigui llegida!
es: ¡Escribe alguna cosa para que sea leida!
fr: Écriivez quelque chose à lire !

source: Write something to translate!
ca: Escrigui alguna cosa per traduir-la!
es: ¡Escribe alguna cosa para que sea traducida!
fr: Écrivez quelque chose à traduire !

source: YES
ca: SI
es: SI
fr: OUI

source: Yes
ca: S
es: Sí.
fr: Oui.

source: You are here!
ca: Ets aquí!
es: ¡Estás aquí!
fr: Vous êtes ici !

source: You are not logged in
ca: No estàs loguejat
es: No estás logeado
fr: Vous n'êtes pas connecté

source: You are not signed in
ca: No estàs registrat
es: No estás logueado
fr: Vous n'êtes pas connecté

source: You are trying to block yourself.
ca: Estàs intentant bloquejar-te a tu mateix.
es: Estás intentando bloquearte a ti mismo.
fr: Vous essayez de vous bloquer.

source: You can only share on Facebook if you have the Facebook app installed
ca: Només pots compartir a Facebook si tens l'app de Facebook instal·lada
es: Sólo puedes compartir en Facebook si tienes la app de Facebook instalada.
fr: Vous ne pouvez partager sur Facebook que si vous avez installé l'application Facebook.

source: You can try to continue but the application may be unstable.
ca: Pots provar de seguir, però l'aplicació pot ser inestable.
es: Puedes intentar continuar, pero la aplicación puede ser inestable
fr: Vous pouvez essayer de continuer, mais l'application peut être instable.

source: You can try to continue but the application may be unstable. Debug details follow: %1$@ %2$@
ca: Pots provar de seguir, però l'aplicació pot ser inestable. Detalls de depuració: %@ %@
es: Puedes intentar seguir, pero la aplicación puede ser inestable. Detalles de depuración: %@ %@
fr: Vous pouvez essayer de continuer, mais l'application peut être unstable. Details de debug a la suite: %1$@ %2$@

source: You cannot block your own user!
ca: No pots bloquejar-te a tu mateix!
es: ¡No puedes bloquear a tu propio usuario!
fr: Vous ne pouvez pas bloquer votre propre nom d'utilisateur !

source: You cannot send a message to yourself!
ca: No pots enviar-te un missatge a tu mateix!
es: ¡No puedes enviarte un mensaje a ti mismo!
fr: Vous ne pouvez pas vous envoyer un message à vous-même !

source: You are not chatting with anyone, so the text could not be moved to the chat window
ca: No estàs xatejant amb ningú, per tant el xat no pot ser mogut a la finestra de xat
es: No estás chateando con nadie, por lo que no se pudo mover el texto a la ventana de chat
fr: Vous ne bavardez avec personne: le texte ne peut pas être copié à la fenêtre de conversation

source: You either do not have a data connection at this time, or you have not configured Twitter in this device. You can do that in the Settings of your device, section Twitter
ca: No tens una connexió en aquests moments, o no has configurat Twitter en aquest dispositiu. Pots fer-ho desde la Configuració
es: O no tienes conexión de datos en este momento, o no has configurado Twitter en este dispositivo. Puedes hacerlo en los Ajustes de tu dispositivo, sección Twitter
fr: Vous n'avez pas de connexion de données à ce moment, ou bien vous n'avez pas configuré de Twitter sur cet appareil. Vous pouvez le faire en changeant les paramètres de votre appareil, section Twitter

source: You have already purchased "remove ads"
ca: Ja tenies comprat "treure anuncis"
es: Ya has comprado "quitar anuncios"
fr: Vous avez déjà acheté des "supprimer les annonces"

source: You have already used %d translations. For the time being, you can use the translation feature with no restrictions
ca: Ja has utilitzat %d traduccions. Actualment, pots usar aquest servei sense cap restricció
es: Ya has utilizado %d traducciones. Por el momento, puedes utilizar la función de traducción sin restricciones
fr: Vous avez déjà utilisé %d traductions. Pour le moment, vous pouvez utiliser la fonctionnalité de traduction sans aucune restriction

source: You have blocked this user, he won't be able to answer you. Are you sure you want to send him a message?
ca: Has bloquejat aquest usuari, no et podrà contestar. Estàs segur que vols enviar-li un missatge?
es: Has bloqueado a este usuario, no podrá contestarte. ¿Seguro que quieres enviarle un mensaje?
fr: Vous avez bloqué cet utilisateur, qui ne pourra pas vous répondre. Êtes-vous sûr de vouloir envoyer un message ?

source: You have to fill in both the username and password
ca: Has d'omplir el nom d'usuari i la contrasenya
es: Tienes que rellenar tanto el nombre de usuario como la clave
fr: Vous devez inclure le nom d'utilisateur et le mot de passe

source: You have to fill the e-mail, username and password
ca: Has d'omplir el correu, el nom d'usuari i la contrasenya
es: Tienes que rellenar el correo, el nombre de usuario y la clave
fr: Vous devez remplir dans la direction d'e-mail, le nom d'utilisateur et la clé

source: You must be signed in in order to send messages to other users.
ca: Has d'estar registrat per enviar missatges a altres usuaris.
es: Debes estar registrado para enviar mensajes a otros usuarios.
fr: Vous devez être connecté afin d'envoyer des messages aux autres utilisateurs.

source: You must be signed in in order to use the features of LextTalk . Creating an account is free!
ca: Has d'estar registrat per usar LextTalk. Fer-ho és gratuït!
es: Debes estar registrado para usar LextTalk. ¡Hacerlo es gratuito!
fr: Vous devez être connecté afin de pouvoir utiliser les fonctionnalités de LextTalk. Création d'un compte est gratuite !

source: You must select at least a language and / or write a name
ca: Has de seleccionar com a mínim una llengua i / o escriure un nom
es: Tienes que seleccionar al menos un idioma y/o escribir un nombre
fr: Vous devez sélectionner au moins une langue et / ou écrire un nom

source: You must select at least the language and / or write a chatroom name
ca: Has de seleccionar com a mínim l'idioma i / o escriure el nom de la sala de xat
es: Debes seleccionar al menos el idioma y / o escribir un nombre de sala de chat
fr: Vous devez sélectionner au moins la langue et / ou écrire un nom de salle de chat

source: You must write a name and select a language in order to create the chat room
ca: Has d'escriure un nom i seleccionar un idioma per a crear la sala de xat
es: Tienes que escribir un nombre y seleccionar un idioma para crear la sala de chat
fr: Vous devez écrire un nom et sélectionner une langue afin de créer la salle de conversation

source: Your contacts couldn't be searched.
ca: No s'ha pogut cercar als teus contactes
es: No se ha podido buscar en tus contactos
fr: Vos contacts n'ont pas pu être cherchés.

source: Your mail account is not configured
ca: El seu compte de correu no està configurat
es: Tu cuenta de correo no está configurada
fr: Votre addresse de email n'est pas configurée

source: Your message is limited to %d characters
ca: El teu missatge està limitat a %d caràcters
es: El mensaje está limitado a %d carateres
fr: Votre message est limité à %d caractères

# location_request_alert_title
source: Location Request
ca: Petició Ubicació
es: Petición Ubicación

source: new
ca: nou
es: nuevo
fr: nouveau

source: Error
fr: Erreur

source: NO
fr: NON

source: No
fr: Non
