Repository: Siddhant53000/Projects2
Catalog: LextTalk-Winston_Hoglen_Tianchen/iOS/Resources/*.lproj/Localizable.strings
Languages: ca, es, fr

source: %@ did not make its location available to LextTalk yet.
ca: %@ encara no ha fet la seva ubicació disponible a LextTalk.
es: %@ aún no ha compartido su ubicación en LextTalk.
fr: %@ n'a pas encore permis à LextTalk de connaître son emplacement.

source: %d Translations!
ca: %d Traduccions!
es: %d Traducciones!
fr: %d Traductions !

source: %d accesses
ca: %d accessos
es: %d accesos
fr: à accède %d fois

# %d followers (%2.1f%%)
source: %1$d followers (%2$.1f%%)
ca: %d seguidors (%2.1f%%)
es: %d seguidores (%2.1f%%)

source: %d message
ca: %d missatge
es: %d mensaje

source: %d messages
ca: %d missatges
es: %d mensajes

# %d messages (%d unread)
source: %1$d messages (%2$d unread)
ca: %d missatges (%d no llegits)
es: %d mensajes (%d sin leer)
fr: %1$ d messages (%2$ d non lus)

source: %d user
ca: %d usuari
es: %d usuario

source: %d users
ca: %d usuaris
es: %d usuarios

source: (new) %d
ca: (nou) %d
es: (nuevos) %d

source: Added!
ca: Afegit!
es: Añadido!
fr: Ajouté !

source: All
ca: Tots
es: Todos
fr: Tous

source: Already have an account
ca: Ja tinc compte
es: Ya tengo cuenta
fr: Vous avez déjà un compte

source: Already purchased!
ca: Ja ho tens comprat!
es: Ya comprado!
fr: Déjà acheté !

source: A new password has been sent to your email account.
ca: Hem enviat una nova contrasenya al teu email.
es: Se ha enviado una nueva contraseña a tu email.
fr: Un nouveau mot de passe a été envoyé à votre compte de courrier électronique.

source: Are you learning or do you speak Catalan?
ca: Estàs aprenent o parles Català?
es: ¿Hablas o estás aprendiendo Catalán?
fr: Est-ce que vous apprenez ou parlez le Catalan ?

source: Are you sure ?
ca: Estàs segur?
es: ¿Estás seguro?
fr: Es-tu sûr?

source: Block user
ca: Bloquejar usuari
es: Bloquear usuario
fr: Bloquer l'utilisateur

source: Blocking user...
ca: Bloquejant usuari...
es: Bloqueando usuario...
fr: Blocage d'utilisateur...

source: Cancel
ca: Cancel·lar
es: Cancelar
fr: Annuler

source: Cannot compose an email
ca: No es pot compondre un e-mail
es: No se puede crear un correo electrónico
fr: Ne peut pas composer un email

source: Cannot share by email
ca: No es pot compartir per correu electrònic
es: No se puede compartir por correo electrónico
fr: Ne peut pas partager par email

source: Chat configuration
ca: Configuració del xat
es: Configuración del chat
fr: Configuration de chat

source: Chat rooms
ca: Sales de xat
es: Salas de chat
fr: Salles de chat

source: Chatroom language
ca: Idioma de la sala de xat
es: Idioma de la sala de chat
fr: Langue de la salle de chat

source: Chats
ca: Xats
fr: Conversations

source: Choose name, lang
ca: Escull nom, idioma
es: Elige nombre, idioma
fr: Choisissez nom, langue

source: Choose one
ca: Tria un
es: Elige uno
fr: Choisir un

source: Close
ca: Tancar
es: Cerrar
fr: Fermer

source: Complete your profile!
ca: Completa el teu perfil!
es: ¡Completa tu perfil!
fr: Complétez votre profil !

source: Configuration
ca: Configuració
es: Configuración

source: Configure Twitter!
ca: Configura Twitter!
es: ¡Configura Twitter!
fr: Configurer Twitter !

source: Connect Later
ca: Connecta't més tard
es: Conectar más tarde
fr: Connectez-vous plus tard

source: Connect to Facebook
ca: Trobar al Facebook
es: Buscar en Facebook
fr: Connectez-vous à Facebook

source: Contacts
ca: Contactes
es: Contactos

source: Continue
ca: Continuar
es: Continuar
fr: Continuer

source: Could not process the request
ca: No s'ha pogut processar la sol·licitud
es: No se ha podido procesar la petición
fr: N'a pas pu traiter la demande

source: Creating...
ca: Creant...
es: Creando...
fr: Création...

source: DELETE PROFILE
ca: ESBORRA PERFIL
es: BORRAR PERFIL
fr: SUPPRIMER LE PROFIL

source: Data not available
ca: Dades no disponibles
es: Datos no disponibles
fr: Données non disponibles

source: Delete
ca: Suprimir
es: Eliminar
fr: Supprimer

source: Delete chat with %@
ca: Suprimir xat amb %@
es: Eliminar chat con %@
fr: Supprimer le chat avec %@

source: Deleting user...
ca: Esborrant usuari...
es: Borrando usuario...
fr: Suppression d'utilisateur...

source: Detecting language...
ca: Detectant idioma...
es: Detectando lenguaje...
fr: Détection de langue...

source: Dictionaries
ca: Diccionaris
es: Diccionarios
fr: Dictionnaires

source: Do you really wish to delete your profile?
ca: Estàs segur que vols esborrar el teu perfil?
es: ¿De verdad quieres borrar tu perfil?
fr: Vous voulez vraiment supprimer votre profil ?

source: Done!
ca: Fet!
es: ¡Hecho!
fr: Fait !

source: E-Mail
ca: Correu
es: Correo

source: EDIT PROFILE
ca: EDITAR PERFIL
es: EDITAR PERFIL
fr: MODIFIER LE PROFIL

source: Edit
ca: Editar
es: Editar

source: Error or Facebook app not installed!
ca: Error o app de Facebook no instal·lada!
es: ¡Error o no tienes instalada la app de Facebook!
fr: Erreur ou app Facebook non installée !

source: Events
ca: Esdeveniments
es: Eventos
fr: Événements

source: Facebook app not installed!
ca: App de Facebook no instal·lada!
es: ¡No tienes instalada la app de Facebook!
fr: Vous n'avez pas installé l'app de Facebook !

source: Fill in the e-mail you used to sign up. An e-mail with a new password will be sent to that e-mail
ca: Introdueix l'email amb el que et vas registrar. T'enviarem una nova contrasenya
es: Introduce el email que usaste para registrarte. Enviaremos un nuevo password a esa dirección
fr: Remplissez l'adresse e-mail que vous avez utilisé pour vous inscrire. Un e-mail avec un nouveau mot de passe sera envoyé à cet adresse e-mail

source: Fill in your email
ca: Introdueix el teu email
es: Introduce tu email
fr: Remplissez votre adresse email

source: Filter
ca: Filtrar
es: Filtrar
fr: Filtrer

source: Find your friends!
ca: Troba els teus amics
es: Encuentra a tus amigos
fr: Retrouvez vos amis !

source: Lext Talk needs access to your contacts so it's easier for you to chat with them. You can authorize it in Settings/Privacy/Contacts
ca: Lext Talk necessita accés als teus contactes per a que puguis parlar amb ells més fàcilment. Pots autoritzar-ho a Configuració/Privadesa/Contactes
es: Lext Talk necesita acceso a tus contactos para que puedas hablar con ellos más fácilmente. Puedes autorizarlo en Ajustes/Privacidad/Contactos.
fr: Lext Talk a besoin d'accéder à vos contacts pour qu'il soit plus facile de communiquer avec eux. Vous pouvez l'autoriser dans Paramètres/Confidentialité/Contacts

source: GPS not available
ca: GPS no disponible
es: GPS no disponible
fr: GPS non disponible

source: Get Started
ca: Inicia
es: Entrar
fr: Entrez

source: Get Started with Facebook
ca: Accedeix amb Facebook
es: Entrar con Facebook
fr: Entrer avec Facebook

source: Get Started?
ca: Vols un compte?
es: Darte de alta?
fr: On commence?

source: Getting audio file...
ca: Aconseguir arxiu d'àudio...
es: Descargando archivo de audio...
fr: Obtention d'un fichier audio...

source: Getting chatrooms...
ca: Aconseguint sales de xat...
es: Obteniendo salas de chat...
fr: Obtention de salles de chat...

source: Getting user profile...
ca: Rebent perfil d'usuari...
es: Descargando el perfil del usuario
fr: Télécharger le profil de l'utilisateur

source: Have an account?
ca: Tens un compte?
es: ¿Ya tienes cuenta?
fr: Avez-vous déjà un compte ?

source: Hide keyboard
ca: Amagar el teclat
es: Esconder el teclado
fr: Masquer le clavier

source: I'd like to create an account
ca: Vull crear un compte
es: Me gustaría crear una cuenta
fr: Je voudrais créer un compte

source: Invalid product
ca: Producte invàlid
es: Producto no válido
fr: Produit non valide

source: Invalid transaction
ca: Transacció invàlida
es: Transacción no válida
fr: Opération non valide

source: Join
ca: Uneix-te
es: Únete
fr: Joindre

source: Joined chat rooms
ca: Les meves sales de xat
es: Mis salas de chat
fr: Salles de chat rejointes

source: Just the map
ca: Només al mapa
es: Solo el mapa
fr: Seulement la carte

source: Language
ca: Idioma
es: Idioma
fr: Langue

source: Languages
ca: Idiomes
es: Idiomas
fr: Langues

# Last con on: %@
source: Last conn on: %@
ca: Última conn el: %@
es: Última con. en: %@
fr: Dernière conversation: % @

source: Last connection on:
ca: Última connexió el:
es: Última conexión en:
fr: Dernière connexion :

source: Last update: %@
ca: Última actualització: %@
es: Última actualización: %@
fr: Dernière mise à jour: %@

source: Learning
ca: Aprenent
es: Aprendiendo
fr: Apprentissage

# Learning Languages
source: I'm learning
ca: Estic aprenent
es: Estoy aprendiendo
fr: J'apprends

source: Learning languages with Lext Talk is great!
ca: Aprendre idiomes amb Lext Talk és genial!
es: ¡Aprender idiomas con Lext Talk es genial!
fr: Apprendre les langues avec Lext Talk est génial !

source: Leave
ca: Abandonar
es: Abandonar
fr: Abandonner

source: LextTalk Help
ca: Ajuda de LextTalk
es: Ayuda LextTalk
fr: Aide LextTalk

source: LextTalk server error
ca: Error de servidor de LextTalk
es: Error de servidor de LextTalk
fr: Erreur du serveur LextTalk

source: LextTalk would like to use your location to place you on the map
ca: LextTalk vol usar la teva localització per situar-te al mapa
es: A LextTalk le gustaría utilizar tu ubicación para situarte en el mapa
fr: LextTalk voudrait utiliser votre emplacement pour vous placer sur la carte

source: LextTalk would like to use your location to place you on the map. Later, in your profile, you can choose a place from a map where you will be shown if you prefer not to use your real location
ca: LextTalk vol usar la teva localització per posar-te al mapa. Si prefereixes no usar la teva localització real, des del teu perfil d'usuari pots triar la localització on et vols mostrar
es: A LextTalk le gustaría utilizar tu ubicación para situarte en el mapa. Más tarde, en tu perfil puedes elegir un lugar de un mapa donde te mostrarás si no deseas utilizar tu ubicación real
fr: LextTalk voudrait utiliser votre emplacement pour vous placer sur la carte. Plus tard, dans votre profil, vous pouvez choisir un lieu d'une carte où vous serez affiché si vous préférez ne pas utiliser votre emplacement réel

source: Load more messages
ca: Carregar més missatges
es: Cargar más mensajes
fr: Charger plus de messages

source: Locate
ca: Localitzar
es: Localizar
fr: Localiser

source: Location unknown
ca: Ubicació desconeguda
es: Localización desconocida
fr: Emplacement inconnu

source: Logging out...
ca: Sortint...
es: Desconectándose...
fr: Déconnecte...

# Logging with Facebook...
source: Logging in with Facebook...
ca: Accedint amb Facebook...
es: Entrando con Facebook...
fr: Entrer avec Facebook...

# Logging...
source: Logging in...
ca: Connectant...
es: Accediendo...
fr: Connexion...

source: Map
ca: Mapa
es: Mapa
fr: Carte

source: Map does not show your real location
ca: El mapa no mostra la teva posició real
es: El mapa no muestra tu posición real
fr: La carte n'affiche pas votre position réelle

source: Map shows your real location
ca: El mapa mostra la teva posició real
es: El mapa muestra tu posición real
fr: La carte indique votre position réelle

source: More info needed!
ca: Fa falta més informació!
es: ¡Se necesita más información!
fr: Plus d'information est nécessaire !

source: My Profile
ca: El meu perfil
es: Mi perfil
fr: Mon profil

source: Name
ca: Nom
es: Nombre
fr: Nom

source: Native
ca: Natiu
es: Nativo
fr: Natif

source: Network Error
ca: Error de red
es: Error de red
fr: Erreur de réseau

source: Network Error!
ca: Error de red!
es: ¡Error de red!
fr: Erreur de réseau !

source: Network error
ca: Error de red
es: Error de red
fr: Erreur de réseau

source: Network error!
ca: Error de xarxa!
es: ¡Error de red!
fr: Erreur de réseau !

source: No active chat!
ca: No hi ha xats actius!
es: ¡No hay chats activos!
fr: Aucune conversation active !

source: No contacts found
ca: No hem trobat res
es: No ha habido suerte
fr: Pas trouvé de contacts

source: No internet connection is available
ca: No hi ha connexió a Internet
es: No hay conexión a Internet
fr: Aucune connexion internet n'est disponible

source: No text!
ca: Falta text
es: ¡Falta el texto!
fr: Aucun texte !

# None of your contacts seem to be using Lext Talk. Tell them about it!
source: We can't find any of your contacts in Lext Talk. Invite them and start talking!
ca: No hem trobat a cap amic teu a Lext Talk. Convidal's i parla amb ells!
es: No hemos encontrado a ninguno de tus amigos en Lext Talk. ¡Invítalos y chatea con ellos!
fr: Nous ne trouvons aucun de vos contacts sur Lext Talk. Invitez-les et commencez à parler !

source: Other chat rooms
ca: Altres sales de xat
es: Otras salas de chat
fr: Autres salles de conversation

source: Password
ca: Contrasenya
es: Contraseña
fr: Mot de passe

# Password reset
source: New password
ca: Nova contrasenya
es: Nueva contraseña
fr: Nouveau mot de passe

source: Permission needed
ca: Atenció!
es: Permiso requerido
fr: Autorisation nécessaire

source: Play sound
ca: Reproduir so
es: Reproducir sonido
fr: Son

source: Please make sure you have data coverage or wi-fi. Error: %@
ca: Si us plau, assegura't que tens cobertura o Wi-Fi. Error: %@
es: Por favor, aségurate de que tiene datos o wi-fi. Error: %@
fr: S'il vous plaît assurez-vous que vous avez connection données ou wi-fi. Erreur: % @

source: Please, enable them in Settings app
ca: Si us plau, activa'ls a la Configuració
es: Por favor, actívalos en la app de Ajustes
fr: Veuillez les activer dans Paramètres app

source: Please, fill in the box with the text you wish to be read
ca: Si us plau, omple la caixa amb el text que vols sentir
es: Por favor, rellena el campo con el texto que deseas escuchar
fr: S'il vous plaît remplissez la boîte avec le texte que vous souhaitez lire

source: Please, fill in the box with the text you wish to translate
ca: Si us plau, omple la caixa amb el text que vols traduir
es: Por favor, rellena el campo con el texto que deseas traducir
fr: S'il vous plaît remplissez la boîte avec le texte que vous souhaitez traduire

source: Please, select both the language you are translating from, and the one you are translating to.
ca: Si us plau, selecciona la llengua de la que vols traduir i a la que vols que es tradueixi.
es: Por favor, selecciona tanto el idioma del que se traduce como al que se traduce.
fr: Veuillez sélectionner la langue de laquelle vous traduisiez et celle a laquelle vous traduisiez

source: Please, select the languages you speak and the ones you are learning
ca: Si us plau, selecciona els idiomes que parles i els que estàs aprenent
es: Selecciona los lenguajes que hablas y los que estás aprendiendo, por favor.
fr: Sélectionnez les langues que vous parlez, et celles que vous apprennez, s'il vous plaît.

source: Please, translate something before you try to read it
ca: Si us plau, tradueix alguna cosa abans d'intentar llegir-la
es: Por favor, traduce algo antes de intentar leerlo
fr: S'il vous plaît traduisez quelque chose avant d'essayer de la lire

source: Please, try again in some minutes
ca: Si us plau, prova una altra vegada en uns minuts
es: Por favor, prueba de nuevo en unos minutos
fr: Essayez à nouveau en quelques minutes s'il vous plaît

source: Please, write your username (the one other users will see)
ca: Si us plau, escriu el teu nom d'usuari (el que veuran els altres)
es: Escribe tu nombre de usuario, por favor (el que los otros usuarios verán).
fr: Tapez votre nom d'utilisateur, s'il vous plaît (celui que les autres utilisateurs verront).

source: Problem with the translation service!
ca: Problema en el servei de traducció!
es: Problema con el servicio de traducción!
fr: Problème avec le service de traduction !

source: Profile
ca: Perfil
es: Perfil
fr: Profil

source: Purchases
ca: Compres
es: Compras
fr: Achats

source: Purchases are not enabled
ca: Les compres no estan habilitades
es: Compras no activadas
fr: Achats inactivés

source: Purchasing remove ads...
ca: Comprant Treure Anuncis...
es: Comprando quitar anuncios...
fr: Achetant: supprimer annonces...

source: Quit
ca: Sortir
es: Salir
fr: Quittez

source: Register to get full access
ca: Registra't per obtenir accés complet
es: Regístrate para obtener acceso completo
fr: Inscrivez-vous pour obtenir un accès complet

# Remember password
source: Forgot your password?
ca: Has oblidat la teva contrasenya?
es: ¿Olvidaste tu contraseña?
fr: Avez-vous oublié votre mot de passe ?

source: Remove
ca: Treure
es: Quitar
fr: Supprimer

source: Remove ads
ca: Treure Anuncis
es: Quitar anuncios
fr: Supprimer les annonces

source: Restore purchases
ca: Recuperar compres
es: Restaurar compras
fr: Restauration achats

source: Restoring purchases...
ca: Recuperant compres...
es: Restaurando compras...
fr: Restauration achats...

source: Restoring session
ca: Recuperant sessió
es: Reestableciendo sesión
fr: Restauration de session

source: SAVE PROFILE
ca: GUARDAR PERFIL
es: GUARDAR PERFIL
fr: ENREGISTRER LE PROFIL

source: SELECT
ca: SELECCIONA
es: ESCOGER
fr: CHOISIR

source: Saving profile...
ca: Guardant perfil...
es: Guardando perfil...
fr: Enregistrement de profil...

source: Search
ca: Cercar
es: Buscar
fr: Recherche

source: Search Chatrooms
ca: Cerca sales de xat
es: Busca salas de chat
fr: Recherche salles de chat

source: Search Result
ca: Resultat de la cerca
es: Resultado de la búsqueda
fr: Résultat de recherche

source: Search chat by name
ca: Cercar xat pel nom
es: Buscar por nombre
fr: Recherche conversation par nom

source: Searching...
ca: Cercant...
es: Buscando
fr: À la recherche...

source: Select language
ca: Selecciona l'idioma
es: Selecciona idioma
fr: Sélectionner une langue

source: Select languages
ca: Selecciona els idiomes
es: Selecciona idiomas
fr: Sélectionnez les langues

source: Select photo
ca: Selecciona foto
es: Escoge foto
fr: Choisissez la photo

source: Select the languages!
ca: Selecciona els idiomes!
es: ¡Selecciona los idiomas!
fr: Sélectionnez les langues !

source: Send
ca: Enviar
es: Enviar
fr: Envoyer

source: Send message
ca: Enviar missatge
es: Enviar mensaje
fr: Envoyer message

source: Sign in
ca: Accedeix
es: Accede
fr: Connexion

source: Sign in now!
ca: Accedeix ara!
es: ¡Acceder ahora!
fr: Connecter maintenant!

source: Sign up
ca: Registra't
es: Regístrate
fr: Inscrivez-vous

source: Skip
ca: Saltar
es: Ahora no
fr: Pas maintenant

source: Some user details could not be downloaded, please, try again
ca: No s'ha pogut descarregar tota la informació. Si us plau, torna-ho a intentar
es: No se pudo descargar toda la información. Por favor, inténtalo de nuevo.
fr: Certains détails d'utilisateur n'ont pas pu être téléchargés, essayez à nouveau s'il vous plaît

source: Speaking
ca: Parlant
es: Hablando
fr: Parlant

# Speaking Languages
source: I speak
ca: Parlo
es: Hablo
fr: Je parle

source: Statistics
ca: Estadístiques
es: Estadísticas
fr: Statistiques

source: Status
ca: Estat
es: Estado
fr: État

source: Tell your friends about Lext Talk!
ca: Comparteix Lext Talk amb els teus amics!
es: ¡Cuéntales a tus amigos sobre Lext Talk!
fr: Informez vos amis sur Lext Talk !

source: Thanks for removing the ads
ca: Gràcies per treure els anuncis
es: Gracias por quitar los anuncios
fr: Nous vous remercions d'avoir supprimé les annonces

source: Thanks for your purchase!
ca: Gràcies per la teva compra!
es: ¡Gracias por la compra!
fr: Merci pour votre achat !

source: The GPS could not be used to center the map around your current position (GPS not found or Lext Talk is not authorised to use it). Please, center the map manually to the location where you will be shown to other users, or change your settings
ca: El GPS no ha pogut centrar el mapa al voltant de la teva posició (no es troba el GPS o Lext Talk no està autoritzat per utilitzar-lo). Si us plau, centra el mapa manualment a la posició on vulguis que et vegin els altres usuaris, o canvia la configuració.
es: No se pudo usar el GPS para centrar el mapa alrededor de tu posición actual (no se encontró el GPS o Lext Talk no está autorizada para usarlo). Por favor, centra el mapa manualmente dónde deseas que los otros usuarios te vean, o cambia tus ajustes
fr: GPS n'a pas pu être utilisé pour centrer la carte autour de votre position actuelle (GPS introuvable ou Lext Talk n'est pas autorisé à l'utiliser). S'il vous plaît centrez la carte manuellement où vous voulez que d'autres utilisateurs vous voient, ou bien modifiez vos paramètres de GPS

source: The operation could not be performed:
ca: No s'ha pogut realitzar l'operació:
es: No se pudo realizar la operación:
fr: L'opération n'a pas pu être effectuée :

source: The text could not be read. Try again in a few minutes. The translation servide might be down
ca: No s'ha pogut llegir el text. Prova una altra vegada en uns quants minuts. El servidor de traducció podria haver caigut
es: No se pudo leer el texto. Vuelve a intentarlo en unos minutos. Podría ser el servidor de traducción
fr: Le texte n'a pas pu être lu. Essayez à nouveau en quelques minutes. Le servide de traduction peut ne pas être disponible

source: The text could not be translated. Try again in a few minutes. The translation servide might be down
ca: El text no es pot traduir. Prova una altra vegada en uns quants minuts. El servidor de traducció podria haver caigut
es: No se pudo traducir el texto. Vuelve a intentarlo en unos minutos. Podría ser l servidor de traducción
fr: Le texte n'a pas pu être traduit. Essayez à nouveau en quelques minutes. Le servide de traduction peut ne pas être disponible

source: The user information could not be downloaded
ca: No s'ha pogut descarregar la informació d'usuari.
es: La información del usuario no se pudo descargar
fr: L'information d'utilisateur n'a pas pu être téléchargée

source: The user information for one of your chats could not be downloaded
ca: No s'ha pogut descarregar la informació d'usuari per a un dels teus xats.
es: La información de usuario de uno de tus chats no ha podido ser descargarda
fr: Informations de l'utilisateur de l'un de vos chats n'a pas pu être téléchargée

source: The user profile image could not be downloaded
ca: No s'ha pogut descarregar la imatge de perfil
es: La imagen del perfil del usuario no ha podido ser descargada
fr: L'image du profil de l'utilisateur n'a pas pu être téléchargée

# The user you are trying to write to has deleted his account
source: Ooops! That user is no longer in Lext Talk.
ca: Uuups! L'usuari al que has escrit ja no es troba a Lext Talk
es: Uuups! El usuario al que escribes ya no está en Lext Talk.
fr: Ooops ! Cet utilisateur n'est plus sur Lext Talk.

source: The user's profile, whose information you are trying to retrieve, has been deleted.
ca: El perfil d'usuari que volies descarregar ha estat esborrat.
es: El perfil del usuario, cuya información estás intentando descargar, ha sido borrado.
fr: Le profil de l'utilisateur que vous essayez de télécharger a été supprimé.

source: There has been an error or you don't have the Facebook app installed
ca: Hi ha un error o no tens l'app de Facebook instal·lada
es: Ha habido un error o no tienes instalada la app de Facebook.
fr: Il y a une erreur ou bien vous n'avez pas installé l'application Facebook.

source: Too long
ca: Massa llarg
es: Demasiado largo
fr: Trop long

source: Translate
ca: Traduir
es: Traducir
fr: Traduire

source: Translate something to be read!
ca: Traduir alguna cosa per que sigui llegit!
es: ¡Traduce alguna cosa para que sea leída!
fr: Traduire quelque chose à lire !

source: Translating...
ca: Traduint...
es: Traduciendo...
fr: Traduction en cours...

source: Translation Error!
ca: Error de traducció!
es: ¡Error de traducción!
fr: Erreur de traduction !

source: Translator
ca: Traductor
es: Traductor
fr: Traducteur

source: Unblock user
ca: Desbloquejar usuari
es: Desbloquear usuario
fr: Débloquer l'utilisateur
